Repository: slub/slub_events
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexforms.categories_recursive
source: Include Child Categories
de: Untergeordnete Kategorien einschließen

# flexforms.catforconsultations
source: Consultations category
de: Sprechstunden Kategorie

# flexforms.catsforevents
source: Events categories
de: Veranstaltungs Kategorien

# flexforms.contact_view
source: Contact View
de: Personenansicht

# flexforms.contactperson
source: Contact person
de: Ansprechpartner

# flexforms.discipline_recursive
source: Include Child Disciplines
de: Untergeordnete Fachdiszipline einschließen

# flexforms.dont_clear_cached_events
source: Don't clear cached event plugins
de: Gecachte Veranstaltungs-Plugins nicht löschen

# flexforms.event_ordering
source: Event Ordering
de: Sortierung der Liste

# flexforms.eventgeniusbar_title
source: Knowledge Bar View Settings
de: Einstellungen Wissensbar

# flexforms.eventlist_title
source: List and Single View Settings
de: Einstellungen Listen- und Einzelansicht

# flexforms.eventsubscribe_title
source: Registration View Settings
de: Einstellungen Anmeldung

# flexforms.eventuserpanel_title
source: Registration Userpanel Settings
de: Einstellungen Meine Veranstaltungen

# flexforms.knowledgebar_view
source: Knowledge Bar View
de: Wissensbar

# flexforms.limit_events
source: Show only Given Amount of Events
de: Anzahl der nächsten Veranstaltungen

# flexforms.limit_events_by_next_weeks
source: Show only Events in Next Weeks (0 disables limitation)
de: Zeige nur Veranstaltungen der nächsten Wochen (0 deaktiviert die Einschränkung)

# flexforms.list_month_view
source: List Month View
de: Monatsliste

# flexforms.list_view
source: List View
de: Listenansicht

# flexforms.list_view_upcoming
source: List Upcoming Events
de: Liste der nächsten Veranstaltungen

# flexforms.ordering_ascending
source: Ascending
de: Aufsteigend

# flexforms.ordering_descending
source: Descending
de: Absteigend

# flexforms.page_list_own
source: Page of MyEvents View
de: Seite "Meine Veranstaltungen"

# flexforms.page_list_view
source: Page of List View
de: Seite mit Listenansicht

# flexforms.page_single_view
source: Page of Single View
de: Seite mit Einzelansicht

# flexforms.page_subscribe
source: Page of Subscribe Form
de: Seite mit Anmeldeformular

# flexforms.page_unsubscribe
source: Page of Unsubscribe Form
de: Seite mit Abmeldeformular

# flexforms.select_function
source: Select Function
de: Funktion

# flexforms.show_categories
source: Show Only Selected Categories
de: Nur gewählte Kategorien anzeigen

# flexforms.show_categories_start
source: Select Root Category
de: Wurzel-Kategorie wählen

# flexforms.show_contacts
source: Show Only Selected Contacts
de: Nur gewählte Kontakte anzeigen

# flexforms.show_discipline
source: Show Only Selected Disciplines
de: Nur gewählte Fachdisziplinen anzeigen

# flexforms.show_events_from_now
source: Show Events from Now and Not from Start of Today
de: Zeige Veranstaltungen ab jetzt und nicht ab Beginn des Tages

# flexforms.show_past_events
source: Show Past Events
de: Zeige vergangene Veranstaltungen

# flexforms.hide_cancelled_events
source: Hide Cancelled Events
de: Abgesagte Events ausblenden

# flexforms.showconsultations
source: Show consultations
de: Sprechstunden anzeigen

# flexforms.showevents
source: Show events
de: Veranstaltungen anzeigen

# flexforms.showknowledgebar
source: Show Knowledge Bar
de: Wissensbar anzeigen

# flexforms.single_view
source: Single View
de: Einzelansicht

# flexforms.subscribe_view
source: Subscribe View
de: Anmelden

# flexforms.unsubscribe_view
source: Unsubscribe View
de: Abmelden

# flexforms.userpanel_view
source: Userpanel View
de: Meine Veranstaltungen

# persConsultingHours
source: Consulting hours
de: Sprechstunden

# persEvents
source: Events
de: Veranstaltungen

# plugin.Eventgeniusbar
source: SLUB: Events: Knowledge Bar
de: SLUB: Veranstaltungen: Wissensbar

# plugin.Eventlist
source: SLUB: Events: Listing
de: SLUB: Veranstaltungen: Listenansicht

# plugin.Eventsubscribe
source: SLUB: Events: Registration
de: SLUB: Veranstaltungen: Registrierung

# plugin.Eventuserpanel
source: SLUB: Events: User Panel
de: SLUB: Veranstaltungen: Meine Veranstaltung

# tx_slubevents_domain_model_category
source: Event Category
de: Kategorie

# tx_slubevents_domain_model_event.discipline
source: Discipline
de: Fachdisziplin

# tx_slubevents_domain_model_event.category_stats
source: Categories for Statistic
de: Kategorien für Statistik
